Revit 2027 API
MultiReferenceAnnotation.TagId Property
 The child IndependentTag owned by this multi-reference annotation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId TagId { get; }
Public ReadOnly Property TagId As ElementId
	Get
public:
property ElementId^ TagId {
	ElementId^ get ();
}
member TagId : ElementId with get
Property Value
ElementId
See Also
Reference
MultiReferenceAnnotation Class
Autodesk.Revit.DB Namespace